module.exports = {
  NAV: {
    Home: "首页",
    WhitePager: "白皮书",
    Language: "语言"
  },
  COL4: {
    LI1: {
      TIT: "链上数据真实性",
      CON: "链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性"
    },
    LI2: {
      TIT: "链上数据真实性",
      CON: "链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性"
    },
    LI3: {
      TIT: "链上数据真实性",
      CON: "链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性"
    },
    LI4: {
      TIT: "链上数据真实性",
      CON: "链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性链上数据真实性"
    }
  },
  COL5:
    "NPC是NewPower主链上发行的代币，作为整个新能源生态系统运转的动力，为了维持新能源主链的运行和整个新能源生态的价值交换。NewPower代币在生态系统中的功能如下：NewPower平台接入权限控制、资产上链和转账、节点锁仓和投票、挖矿"
};
