module.exports = {
  NAV: {
    Home: "首页",
    WhitePager: "白皮书",
    WhitePagerLink: "/pdf/newpower.pdf",
    News: "动态",
    About: "关于",
    Language: "语言"
  },
  COL2_tit: "生态建设",
  COL2_desc: 'New Power构建的全球绿色资产数字化生态网络是基于New Power公链上搭建的不同业务体系的生态圈，所组成的一个绿色资产价值挖掘和自由流通的世界。',
  COL2_1_tit: '应用场景',
  COL2_List: [{
    title: '绿色资产交易平台',
    con: '底层资产交易<br>权益交易'
  }, {
    title: '绿色金融智能服务管理平台',
    con: '绿色众筹<br>绿色资产证券化<br>供应链金融'
  }, {
    title: '分布式微电网',
    con: 'p2p售电'
  }, {
    title: '共享服务生态网络',
    con: '共享充电<br>共享租赁'
  }],
  SWIPER: [
    {
      tit: "价值流通：TOKEN发行",
      con:
        "生态网络中的价值流通，通过公链上发行的NPC来体现，NPC作为整个新能源生态系统运转动力，旨在维持新能源公链的运行和新能源生态的价值交换。"
    },
    {
      tit: "业务体系：‘绿色金融’和‘绿色用电’",
      con:
        "绿色资产智能管理生态网络和绿色能源电力交易生态网络。"
    },
    {
      tit: "生态参与：联盟节点共建NEW POWER生态",
      con:
        "New Power根据其各个生态联盟的业务需要，链接各区域内业务所需涉及的不同类型节点，共同推动全球绿色能源产业数字化、规范化、健康化发展，以及其产业升级和生态智能化发展。"
    }
  ],
  COL1: "全球绿色资产数字化生态网络",
  COL4_tit: "技术优势",
  COL4_DESC: 'New Power构建的全球绿色资产数字化生态网络是基于New Power公链上搭建的不同业务体系的生态圈，所组成的一个绿色资产价值挖掘和自由流通的世界。',
  COL4: [
    {
      tit: "主副链异步树",
      desc: '全球性的网络集群，开放式的模块化开发架构',
      con: "由不同子网组成，每个子网可以看成是一个分层分区的树，在树的最顶端的链是NewPower公链，它提供所有子链的全局配置和调度服务。由此往下，分别为一级子链和二级子链。 NewPower公链为平台的运转提供稳定的价值传输服务。"
    },
    {
      tit: "生态治理",
      desc: '三种角色节点，节点需质押NewPowerCoin作为信誉担保',
      con: "流程验证节点在NewPower公链上运行，负责区块的验证和最终确认，也就是我们常说的矿工，享有挖矿收益。选举节点在NewPower公链上运行，负责验证节点选举，并与其分享一定比例的挖矿收益。能源贡献节点在一级子链上运行，负责打包交易和创建区块。"
    },
    {
      tit: "共识机制",
      desc: '公链共识机制，具有安全共享，高并发处理能力',
      con: "NewPower公链采用Ouroboros Praos共识算法来生成区块。共识层面诸如区块链的安全性，高并发，以及去中心化等问题都会由NewPower公链统一解决。且每条一级子链共享一套区块链协议，由公链的矿工统一维护账本。可大幅度提升跨链技术的可扩展性以及安全性。"
    }
  ],
  COL5:
    "NewPowerCoin（NPC）是NewPower主链上发行的代币，作为整个新能源生态系统运转的动力，为了维持新能源主链的运行和整个新能源生态的价值交换。",
  COL6_tit: "团队核心成员介绍",
  COL6_tit_1: "团队支持成员&顾问介绍",
  linkArr1: [
    {
      avatarImg: "http://newpower.io/img/headimg1.png",
      name: "王昭孟琦",
      position: "首席执行官CEO",
      info: "<p>深金融和能源投资专家。曾在全球供应链管理的领头羊企业ATC集团担任金融财务高级分析师，负责美国能源项目投资。并且在世界最大的媒体广告集团WPP担任高级数据分析师，负责拉美市场投资。也曾在世界银行可持续能源环境项目、美国第一智库布鲁金斯学，美国摩根大通投资银行、AIA等世界500强企业会担任金融投资分析师，持有CFA美金金融投资执照。</p><p>教育背景：硕士毕业于美国约翰霍普金斯大学保罗尼采高级国际关系学院，主修环境能源方向。本科毕业于美国迈阿密大学，获得金融工商管理和国际关系双学位。</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg2.png",
      name: "罗静",
      position: "首席技术官 CTO",
      info: "<p>资深计算机程序开发专家，有十多年软件从业经验。在世界500强企业IHS Markit担任资深软件架构师，负责整个金融合规领域的产品线开发，给高盛，摩根大通，巴克莱等数十家大客户提供技术支持。曾在世界500强企业IHS Markit担任资深软件架构师，负责整个金融合规领域的产品线开发。在区块链计算机技术开发和应用多年的研究经验。他曾受邀在美国哥伦比亚大学，纽约市立大学，福德汉姆大学等知名学府开设区块链技术讲座。</p><p>教育背景：硕士毕业于美国哥伦比亚大学计算机专业，本科毕业于上海交通大学电子与通信工程专业。</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg3.png",
      name: "Andrew I. Pedvis",
      position: "首席财务官CFO",
      info: "<p>资深金融投资专家。是Genesis Block Advisory的总裁兼负责人。他在提供金融服务方面拥有丰富的经验，负责整个投资与并购的业务，在此之前也在华尔街深耕多年，曾经担任美标普全球评级和惠誉评级的总裁，负责信用风险咨询和固定收益研究部门，有着资深的投行背景。持有CFA美金金融投资执照和Linux基金会认证的区块链从业师执照。</p><p>教育背景：MBA毕业于美国福特汉姆大学商学院，本科毕业于加拿大麦吉尔大学。</p>"
    }
  ],
  linkArr2: [
    {
      avatarImg: "http://newpower.io/img/headimg4.png",
      name: "Gaurav Bhatt",
      position: "首席运营官COO",
      info: "<p>资深区块链和加密货币运营专家。有着丰富的项目运营和战略设计经验。运营多家初创企业主要服务计算机技术和项目管理，成功高额出售两家自创的科技公司。曾是印度知名Polymath Advisors投资银行的高级项目运营顾问，为《财富》杂志资产前100的客户提供产品策略，区块链技术和人工智能技术咨询。</p><p>教育背景：硕士毕业于美国麻省理工大学MIT金融区块链技术专业，北京大学光华商学院MBA， 本科毕业于加州大学洛杉矶分校UCLA商学院。</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg5.png",
      name: "甄文龙",
      position: "首席项目官CMO",
      info: "<p>资深能源专家，拥有光伏太阳能产业超过11年的工作经历。现就职于中国电建集团海外项目开发副总裁，管理项目资金达到百亿投资，管理近百个海外光伏项目。曾在中国最大的太阳能公司天合光能担任墨西哥，西班牙，日本项目的开发总经理。曾担任Solarig能源公司亚洲区业务发展及工程经理。加拿大华裔，精通英语、中文、西班牙语、粤语等多门语言。</p><p>教育背景：对外经贸大学MBA工商管理硕士学位，本科毕业于墨西哥蒙特雷科技大学，获得机械工程学士。</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg6.png",
      name: "Samuel E.Proctor",
      position: "首席法务官（Regulatory Advisor）",
      info: "<p>资深法律专家，有将近10年的公司法经验，是纽约著名区块链律所Genesis Block的创始人，美国顶级的区块链法律顾问和加密货币法律风险控制专家。曾担任美国最大律师事务所之一的德普律师事务所高级主管，给数十家区块链项目提供资深的法律咨询服务，帮助顾客发行证券化通证，在美国交易所挂牌上市等业务。</p><p>教育背景：美国芝加哥大学法学博士，本科毕业于宾西法尼亚大学沃顿商学院经济专业。</p>"
    }
  ],
  linkArr3: [
    {
      avatarImg: "http://newpower.io/img/headimg7.png",
      name: "任祎",
      position: "市场总监",
      info: "<p>资深市场和项目运营专家。现担任一家代币市值全球前50区块链公链项目的美国市场总监。成功组织和举办过近百场区块链技术和市场研讨会，邀请上百位计算机，金融等重量级大咖参与项目研讨。在区块链市场宣传和媒体运营方面有着丰富经验。曾在世界银行担任传播顾问，在美国联合国协会担任项目助理。曾就职于财新传媒，也是中非观察网的联合创始人。</p><p>教育背景：硕士毕业于美国约翰霍普金斯大学保罗尼采高级国际关系学院， 主修国际政治经济方向。并拥有香港大学新闻学硕士学位。本科毕业于中国传媒大学播音主持专业。</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg8.png",
      name: "Steven Harris",
      position: "金融投资总监",
      info: "<p>资深金融投资和固定收益财富管理专家，有着三十多年的金融投资财富管理经验。曾担任雷曼兄弟资产管理公司美国高管，负责管理雷曼兄弟39万亿美元名义价值衍生品投资组合的估值，交易，对冲，风险管理等金融投资。在华尔街有多年的从业经验和投资人脉。曾担任全球最大金融衍生品交易所CME Group芝加哥商业交易所集团的高级投资顾问。</p><p>教育背景：美国马萨诸塞大学阿默斯特分校金融与经济双专业。</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg9.png",
      name: "Julia Janks",
      position: "战略咨询总监",
      info: "<p>资深区块链项目战略咨询专家，有着多年的项目运营和海外市场战略策划经验。曾在非洲最大的投资管理公司亚伦格雷有限公司担任资深投资和财富管理顾问。帮助多家企业进行融资，并购和上市的业务，帮助客户管理上百亿美金的财务管理和风险投资。持有CFA美国注册金融投资执照</p><p>教育背景：美国罗格斯大学经济和企业组织心理学双专业。</p>"
    }
  ],
  linkArr4: [
    {
      avatarImg: "http://newpower.io/img/headimg10.png",
      name: "Sean R. Hoge",
      position: "运营总监",
      info: "<p>资深区块链项目运营专家，是Venture的创始人，代币和ICO的最早投资者之一，在2017年第二季度，他的个人资产跻身世界上的代币持有者ERC-20前1000名。建立了湾区的第一个区块链集中的共享空间。成功组织和运营了150多个区块链大会和讲座。</p><p>教育背景：美国杜兰大学商学院</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg11.png",
      name: "弓鸿烨",
      position: "技术总监",
      info: "<p>资深计算机算法工程师。现就职于谷歌, 担任高级软件工程师，也是硅谷ABC区块链社区的副总裁。擅长数据分析，精通C++, Java, Python, PHP, Ruby, Javascript, SQL, and Shell scripts等计算机语言。曾就职于Alpine Capital， 担任软件程序开发师。</p><p>教育背景：硕士毕业于纽约大学计算机专业。本科毕业于上海大学计算机专业。</p>"
    },
    {
      avatarImg: "http://newpower.io/img/headimg12.png",
      name: "任浩",
      position: "技术高级工程师",
      info: "<p>资深计算机数据开发专家。现就职于谷歌,担任高级软件工程师。擅长UI技术开发，​React(Javascript), CSS,Hack(PHP)​和大数据分析。曾就职于Facebook、趣加、人人等科技公司，担任软件程序开发师。</p><p>教育背景：硕士毕业于佛罗里达国际大学计算机专业。并拥有北京邮电大学软件工程硕士学位。本科毕业于北京邮电大学，获得通信工程学士。</p>"
    }
  ],
  ABOUT: {
    TITLE: '全球绿色资产数字化生态网络',
    Introduce_tit: '介绍',
    Introduce: ['NEW POWER深耕绿色能源光伏产业多年，深知其产业在新常态下、新拐点中所遇到的发展痛点与瓶颈。基于此，NEW POWER依托区块链、物联网、大数据、人工智能等新兴数字化技术，以绿色能源产业场景为驱动，解决能源产业痛点为出发点，通过推动能源转型和优化经济结构，构建绿色可持续的能源生态，实现绿色经济增长。', 'NEW POWER通过搭建“互联互通、协作互补、安全可信”的基础设施平台，来支撑全球范围内万亿级别的绿色资产价值挖掘和自由流通!最终构建一个自信任、自运营的“全球绿色资产数字化生态网络”！'],
    Line_tit: '线路图',
    Line_Infos: [{
      time: '2019年Q3',
      con: '白皮书撰写<br>团队组建<br>架构设计<br>平台基础技术开发<br>电站数据上链'
    }, {
      time: '2019年Q4',
      con: '官网发布<br>NewPower公链开发<br>新能源资产交易平台上线'
    }, {
      time: '2020年Q1',
      con: '社区生态节点竞选<br>技术架构完善'
    }, {
      time: '2020年Q2',
      con: '公链生态节点竞选'
    }, {
      time: '2020年Q3',
      con: '全球范围内新能源电站<br>建设累计装机容量达2GW'
    }, {
      time: '2020年Q4',
      con: 'NewPower产业生态建设完成<br>全球合作伙伴招募'
    }, {
      time: '2021年Q1',
      con: '主网上线'
    }, {
      time: '2021年Q2',
      con: '项目持续优化'
    }],
    Yuanjing_tit: '愿景',
    Yuanjing_text: '为绿色资产世界构建一个自信任的良好运营环境!<br>让绿色资产的多个业务层级的价值全面流通起来!<br>利用区块链等数字化新兴技术，联动多方力量，实现绿色能源数字化转型，挖掘万亿级的绿色经济体价值，构建一个真正实现绿色能源产业升级<br>的生态网络!'
  },
  NEWS_Title: '新闻动态',
  NEWS: [{
    img: 'http://newpower.io/img/news.png',
    title: 'NPC是NewPower主链上发行的代币',
    infos: 'NPC是NewPower主链上发行的代币，作为整个新能源生态系统运转的动力，为了维持新能源主链的运行和整个新能源生态的价值交换',
    time: '2019 / 09 / 16'
  }, {
    img: 'http://newpower.io/img/news.png',
    title: 'NPC是NewPower主链上发行的代币12',
    infos: 'NPC是NewPower主链上发行的代币，作为整个新能源生态系统运转的动力，为了维持新能源主链的运行和整个新能源生态的价值交换',
    time: '2019 / 09 / 16'
  }],
  DETAIL_Title: '新闻详情',
  NEWS_MORE: '更多',
  NEWS_LOADING: '加载中...',
  NEWS_END: '没有更多了',
  NEWS_LOADMORE: '加载更多'
};
