module.exports = {
  NAV: {
    Home: "首页",
    WhitePager: "白皮书",
    Language: "语言"
  },
  SWIPER: [
    {
      tit: "新能源资产上链",
      con:
        "平台基础应用领域，基于新能链搭建一个去中心化的新能源项目建设信息和合同管理平台。功能包括建设信息上链、建设流程管理、合同管理、数据管理、项目运维、供应链管理等。"
    },
    {
      tit: "新能源资产交易",
      con:
        "新能源项目可以作为一种金融资产在资本市场上进行流通。通过资产通证化，可以实现包括资产交易、未来收益流通、混合流通三种方式的新能源资产价值流通。"
    },
    {
      tit: "P2P售电",
      con:
        "将微电网上所有的售电和用电节点连接起来形成和微电网映射的区块链网络，在P2P售电智能合约中定义交易模式，智能合约控制交易流程、售电价格，并通过锚定币进行交易。"
    },
    {
      tit: "碳排放交易",
      con:
        "利用区块链技术，在电力清结算的基础上建设碳排放交易平台。包括碳排放权注册登记系统、数据报送系统、交易结算系统。"
    }
  ],
  COL1: "新能源资产上链、发行、交易平台",
  COL4: {},
  COL5:
    "NewPowerCoin（NPC）是NewPower主链上发行的代币，作为整个新能源生态系统运转的动力，为了维持新能源主链的运行和整个新能源生态的价值交换。"
};
